Repository: jaywcjlove/app-i18n
Catalog: i18n/source/deskmark/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: About
de: Über
fr: À propos
it: Informazioni
ja: について
ko: 정보
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: About %@
de: Über %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@ 정보
ru: О программе %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Above the desktop, below app windows
de: Über dem Schreibtisch, unter App-Fenstern
fr: Au-dessus du bureau, sous les fenêtres d’apps
it: Sopra il desktop, sotto le finestre delle app
ja: デスクトップの上、アプリウィンドウの下
ko: 바탕화면 위, 앱 창 아래
ru: Над рабочим столом, под окнами приложений
zh_hans: 在桌面之上、应用窗口之下
zh_hant: 在桌面之上、App 視窗之下

source: Above Windows
de: Über Fenstern
fr: Au-dessus des fenêtres
it: Sopra le finestre
ja: ウィンドウの上
ko: 창 위
ru: Над окнами
zh_hans: 窗口之上
zh_hant: 視窗之上

source: Always on Top
de: Immer im Vordergrund
fr: Toujours au premier plan
it: Sempre in primo piano
ja: 常に最前面
ko: 항상 위
ru: Всегда поверх
zh_hans: 始终置顶
zh_hant: 始終置頂

source: Bottom Left
de: Unten links
fr: En bas à gauche
it: In basso a sinistra
ja: 左下
ko: 왼쪽 아래
ru: Слева внизу
zh_hans: 左下
zh_hant: 左下

source: Bottom Right
de: Unten rechts
fr: En bas à droite
it: In basso a destra
ja: 右下
ko: 오른쪽 아래
ru: Справа внизу
zh_hans: 右下
zh_hant: 右下

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Center
de: Mitte
fr: Centre
it: Centro
ja: 中央
ko: 가운데
ru: По центру
zh_hans: 居中
zh_hant: 置中

source: Choose Icon
de: Symbol auswählen
fr: Choisir une icône
it: Scegli icona
ja: アイコンを選択
ko: 아이콘 선택
ru: Выбрать значок
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Confidential
de: Vertraulich
fr: Confidentiel
it: Riservato
ja: 機密
ko: 기밀
ru: Конфиденциально
zh_hans: 机密
zh_hant: 機密

source: Contact
de: Kontakt
it: Contatti
ja: お問い合わせ
ko: 연랙처
ru: Контакты
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Corner Badge
de: Eckabzeichen
fr: Badge d'angle
it: Badge angolare
ja: コーナーバッジ
ko: 코너 배지
ru: Угловой бейдж
zh_hans: 角标
zh_hant: 角標

source: Could not save preset
de: Voreinstellung konnte nicht gespeichert werden
fr: Impossible d'enregistrer le prereglage
it: Impossibile salvare il preset
ja: プリセットを保存できませんでした
ko: 프리셋을 저장할 수 없습니다
ru: Не удалось сохранить пресет
zh_hans: 无法保存预设
zh_hant: 無法儲存預設

source: Custom
de: Benutzerdefiniert
fr: Personnalise
it: Personalizzato
ja: カスタム
ko: 사용자 지정
ru: Пользовательский
zh_hans: 自定义
zh_hant: 自訂

source: Default
de: Standard
fr: Par defaut
it: Predefinito
ja: デフォルト
ko: 기본값
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

source: Delete
de: Loeschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete Preset
de: Voreinstellung loeschen
fr: Supprimer le prereglage
it: Elimina preset
ja: プリセットを削除
ko: 프리셋 삭제
ru: Удалить пресет
zh_hans: 删除预设
zh_hant: 刪除預設

source: Delete this custom preset? This cannot be undone.
de: Diese benutzerdefinierte Voreinstellung loeschen? Dies kann nicht rueckgaengig gemacht werden.
fr: Supprimer ce prereglage personnalise ? Cette action est irreversible.
it: Eliminare questo preset personalizzato? Questa azione non puo essere annullata.
ja: このカスタムプリセットを削除しますか？この操作は元に戻せません。
ko: 이 사용자 지정 프리셋을 삭제할까요? 이 작업은 되돌릴 수 없습니다.
ru: Удалить этот пользовательский пресет? Это действие нельзя отменить.
zh_hans: 删除此自定义预设？此操作无法撤销。
zh_hant: 刪除此自訂預設？此操作無法復原。

source: Desktop
de: Schreibtisch
fr: Bureau
ja: デスクトップ
ko: 데스크탑
ru: Рабочий стол
zh_hans: 桌面
zh_hant: 桌面

source: Drag or select an icon
de: Symbol ziehen oder auswählen
fr: Glissez ou sélectionnez une icône
it: Trascina o seleziona un’icona
ja: アイコンをドラッグまたは選択
ko: 아이콘을 드래그하거나 선택하세요
ru: Перетащите или выберите значок
zh_hans: 拖拽或选择图标
zh_hant: 拖曳或選擇圖示

source: Enable
de: Aktivieren
fr: Activer
it: Attiva
ja: 有効にする
ko: 활성화
ru: Включить
zh_hans: 启用
zh_hant: 啟用

source: Enter watermark text
de: Wasserzeichen-Text eingeben
fr: Saisir le texte du filigrane
it: Inserisci il testo della filigrana
ja: ウォーターマークのテキストを入力
ko: 워터마크 텍스트 입력
ru: Введите текст водяного знака
zh_hans: 请输入水印文本
zh_hant: 請輸入浮水印文字

source: Feedback
de: Rückmeldung
fr: Commentaires
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh_hans: 意见反馈
zh_hant: 意見回饋

source: Float above most app windows
de: Über den meisten App-Fenstern schweben
fr: Flotter au-dessus de la plupart des fenêtres d’apps
it: Fluttua sopra la maggior parte delle finestre delle app
ja: ほとんどのアプリウィンドウの上に表示
ko: 대부분의 앱 창 위에 표시
ru: Поверх большинства окон приложений
zh_hans: 浮于大多数应用窗口之上
zh_hant: 浮於大多數 App 視窗之上

source: Font Family
de: Schriftfamilie
fr: Police
it: Famiglia di font
ja: フォントファミリー
ko: 폰트 패밀리
ru: Шрифт
zh_hans: 字体
zh_hant: 字體

source: Font Size
de: Schriftgröße
fr: Taille de police
it: Dimensione del font
ja: フォントサイズ
ko: 폰트 크기
ru: Размер шрифта
zh_hans: 字体大小
zh_hant: 字體大小

source: Free
de: Kostenlos
fr: Gratuit
it: Gratuito
ja: 無料
ko: 무료
ru: Бесплатно
zh_hans: 免费
zh_hant: 免費

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_hans: 常规
zh_hant: 一般

source: Horizontal Spacing
de: Horizontaler Abstand
fr: Espacement horizontal
it: Spaziatura orizzontale
ja: 水平間隔
ko: 가로 간격
ru: Горизонтальный интервал
zh_hans: 水平间距
zh_hant: 水平間距

source: Icon Size
de: Symbolgröße
fr: Taille de l’icône
it: Dimensione icona
ja: アイコンサイズ
ko: 아이콘 크기
ru: Размер значка
zh_hans: 图标大小
zh_hant: 圖示大小

source: Insert
de: Einfügen
fr: Insérer
it: Inserisci
ja: 挿入
ko: 삽입
ru: Вставить
zh_hans: 插入
zh_hant: 插入

source: Insert Token
de: Token einfügen
fr: Insérer un jeton
it: Inserisci token
ja: トークンを挿入
ko: 토큰 삽입
ru: Вставить токен
zh_hans: 插入变量
zh_hant: 插入變數

source: Launch at login
de: Beim Anmelden starten
fr: Lancer à l’ouverture de session
it: Avvia all’accesso
ja: ログイン時に起動
ko: 로그인 시 시작
ru: Запускать при входе
zh_hans: 开机启动
zh_hant: 登入時啟動

source: Main Window
de: Hauptfenster
fr: Fenêtre principale
it: Finestra principale
ja: メインウィンドウ
ko: 메인 창
ru: Главное окно
zh_hans: 主窗口
zh_hant: 主視窗

source: Margin
de: Rand
fr: Marge
it: Margine
ja: 余白
ko: 여백
ru: Отступ
zh_hans: 边距
zh_hant: 邊距

source: My Apps
de: Meine Apps
fr: Mes apps
it: Le mie app
ja: マイアプリ
ko: 내 앱
ru: Мои приложения
zh_hans: 我的应用
zh_hant: 我的 App

source: My Preset
de: Meine Voreinstellung
fr: Mon prereglage
it: Il mio preset
ja: マイプリセット
ko: 내 프리셋
ru: Мой пресет
zh_hans: 我的预设
zh_hant: 我的預設

source: No Results
de: Keine Ergebnisse
fr: Aucun résultat
it: Nessun risultato
ja: 結果がありません
ko: 검색 결과 없음
ru: Нет результатов
zh_hans: 无结果
zh_hant: 無結果

source: Offset X
de: Versatz X
fr: Décalage X
ja: オフセット X
ko: 오프셋 X
ru: Смещение X
zh_hans: 水平偏移
zh_hant: 水平偏移

source: Offset Y
de: Versatz Y
fr: Décalage Y
ja: オフセット Y
ko: 오프셋 Y
ru: Смещение Y
zh_hans: 垂直偏移
zh_hant: 垂直偏移

source: Opacity
de: Deckkraft
fr: Opacité
it: Opacità
ja: 不透明度
ko: 불투명도
ru: Непрозрачность
zh_hans: 透明度
zh_hant: 不透明度

source: Overwrite the selected preset with current settings
de: Ausgewählte Voreinstellung mit den aktuellen Einstellungen überschreiben
fr: Ecraser le prereglage selectionne avec les parametres actuels
it: Sovrascrivi il preset selezionato con le impostazioni correnti
ja: 選択したプリセットを現在の設定で上書き
ko: 선택한 프리셋을 현재 설정으로 덮어쓰기
ru: Перезаписать выбранный пресет текущими настройками
zh_hans: 用当前设置覆盖所选预设
zh_hant: 以目前設定覆寫所選預設

source: Preset
de: Voreinstellung
fr: Prereglage
it: Predefinito
ja: プリセット
ko: 프리셋
ru: Пресет
zh_hans: 预设
zh_hant: 預設

source: Preset deleted
de: Voreinstellung gelöscht
fr: Prereglage supprime
it: Preset eliminato
ja: プリセットを削除しました
ko: 프리셋이 삭제되었습니다
ru: Пресет удален
zh_hans: 预设已删除
zh_hant: 預設已刪除

source: Preset Name
de: Name der Voreinstellung
fr: Nom du prereglage
it: Nome preset
ja: プリセット名
ko: 프리셋 이름
ru: Название пресета
zh_hans: 预设名称
zh_hant: 預設名稱

source: Preset renamed
de: Voreinstellung umbenannt
fr: Prereglage renomme
it: Preset rinominato
ja: プリセット名を変更しました
ko: 프리셋 이름이 변경되었습니다
ru: Пресет переименован
zh_hans: 预设已重命名
zh_hant: 預設已重新命名

source: Preset saved
de: Voreinstellung gespeichert
fr: Prereglage enregistre
it: Preset salvato
ja: プリセットを保存しました
ko: 프리셋이 저장되었습니다
ru: Пресет сохранен
zh_hans: 预设已保存
zh_hant: 預設已儲存

source: Preset updated
de: Voreinstellung aktualisiert
fr: Prereglage mis a jour
it: Preset aggiornato
ja: プリセットを更新しました
ko: 프리셋이 업데이트되었습니다
ru: Пресет обновлен
zh_hans: 预设已更新
zh_hant: 預設已更新

source: Rename
de: Umbenennen
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Preset
de: Voreinstellung umbenennen
fr: Renommer le prereglage
it: Rinomina preset
ja: プリセット名を変更
ko: 프리셋 이름 변경
ru: Переименовать пресет
zh_hans: 重命名预设
zh_hant: 重新命名預設

source: Rename…
de: Umbenennen…
fr: Renommer…
it: Rinomina…
ja: 名前を変更…
ko: 이름 변경…
ru: Переименовать…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Rotation
de: Drehung
it: Rotazione
ja: 回転
ko: 회전
ru: Поворот
zh_hans: 旋转
zh_hant: 旋轉

source: Save
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Save As…
de: Speichern unter…
fr: Enregistrer sous…
it: Salva con nome…
ja: 名前を付けて保存…
ko: 다른 이름으로 저장…
ru: Сохранить как…
zh_hans: 另存为…
zh_hant: 另存新檔…

source: Save current settings as a new preset
de: Aktuelle Einstellungen als neue Voreinstellung speichern
fr: Enregistrer les parametres actuels comme nouveau prereglage
it: Salva le impostazioni correnti come nuovo preset
ja: 現在の設定を新しいプリセットとして保存
ko: 현재 설정을 새 프리셋으로 저장
ru: Сохранить текущие настройки как новый пресет
zh_hans: 将当前设置保存为新预设
zh_hant: 將目前設定儲存為新的預設

source: Save Preset
de: Voreinstellung speichern
fr: Enregistrer le prereglage
it: Salva preset
ja: プリセットを保存
ko: 프리셋 저장
ru: Сохранить пресет
zh_hans: 保存预设
zh_hant: 儲存預設

source: Save the current watermark parameters as a named preset.
de: Die aktuellen Wasserzeichenparameter als benannte Voreinstellung speichern.
fr: Enregistrez les parametres actuels du filigrane en tant que prereglage nomme.
it: Salva i parametri correnti della filigrana come preset con nome.
ja: 現在の透かしパラメータを名前付きプリセットとして保存します。
ko: 현재 워터마크 매개변수를 이름 있는 프리셋으로 저장합니다.
ru: Сохранить текущие параметры водяного знака как именованный пресет.
zh_hans: 将当前水印参数保存为命名预设。
zh_hant: 將目前的浮水印參數儲存為具名預設。

source: Search
de: Suchen
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Select Icon
de: Symbol auswählen
fr: Sélectionner une icône
it: Seleziona icona
ja: アイコンを選択
ko: 아이콘 선택
ru: Выбрать значок
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Select Image file
de: Bilddatei auswählen
fr: Sélectionner un fichier image
it: Seleziona file immagine
ja: 画像ファイルを選択
ko: 이미지 파일 선택
ru: Выбрать файл изображения
zh_hans: 选择图片文件
zh_hant: 選擇圖片檔案

source: Set Watermark Icon
de: Wasserzeichen-Symbol festlegen
fr: Définir l’icône du filigrane
it: Imposta icona filigrana
ja: ウォーターマークアイコンを設定
ko: 워터마크 아이콘 설정
ru: Задать значок водяного знака
zh_hans: 设置水印图标
zh_hant: 設定浮水印圖示

source: Set Watermark Style
de: Wasserzeichen-Stil festlegen
fr: Définir le style du filigrane
it: Imposta stile filigrana
ja: ウォーターマークスタイルを設定
ko: 워터마크 스타일 설정
ru: Задать стиль водяного знака
zh_hans: 设置水印样式
zh_hant: 設定浮水印樣式

source: Set Watermark Text
de: Wasserzeichen-Text festlegen
fr: Définir le texte du filigrane
it: Imposta testo filigrana
ja: ウォーターマークテキストを設定
ko: 워터마크 텍스트 설정
ru: Задать текст водяного знака
zh_hans: 设置水印文本
zh_hant: 設定浮水印文字

source: Shadow Opacity
de: Schattenopazität
fr: Opacité de l’ombre
it: Opacità ombra
ja: 影の不透明度
ko: 그림자 불투명도
ru: Непрозрачность тени
zh_hans: 阴影不透明度
zh_hant: 陰影不透明度

source: Shadow Radius
de: Schattenradius
fr: Rayon de l’ombre
it: Raggio ombra
ja: 影のぼかし
ko: 그림자 반경
ru: Радиус тени
zh_hans: 阴影半径
zh_hant: 陰影半徑

source: Show Icon
de: Symbol anzeigen
fr: Afficher l’icône
it: Mostra icona
ja: アイコンを表示
ko: 아이콘 표시
ru: Показывать значок
zh_hans: 显示图标
zh_hant: 顯示圖示

source: Show Text
de: Text anzeigen
fr: Afficher le texte
it: Mostra testo
ja: テキストを表示
ko: 텍스트 표시
ru: Показывать текст
zh_hans: 显示文本
zh_hant: 顯示文字

source: Social Accounts
de: Soziale Konten
fr: Comptes sociaux
it: Account social
ja: ソーシャルアカウント
ko: 소셜 계정
ru: Социальные аккаунты
zh_hans: 社交账号
zh_hant: 社群帳號

source: Stagger
de: Versatzreihen
fr: Décalage en quinconce
it: Sfalsato
ja: 互い違い
ko: 교차 정렬
ru: Со смещением
zh_hans: 棋盘交错
zh_hant: 棋盤交錯

source: Stay on top whenever possible
de: Wann immer möglich im Vordergrund bleiben
fr: Rester au premier plan autant que possible
it: Resta in primo piano quando possibile
ja: 可能な限り最前面を維持
ko: 가능한 한 맨 위에 유지
ru: По возможности всегда поверх других окон
zh_hans: 尽可能保持在最上层
zh_hant: 盡可能保持在最上層

source: Stroke Color
de: Konturfarbe
fr: Couleur du contour
it: Colore contorno
ja: 縁取り色
ko: 외곽선 색
ru: Цвет обводки
zh_hans: 描边颜色
zh_hant: 描邊顏色

source: Stroke Width
de: Konturstärke
fr: Épaisseur du contour
it: Spessore contorno
ja: 縁取り幅
ko: 외곽선 두께
ru: Толщина обводки
zh_hans: 描边宽度
zh_hant: 描邊寬度

source: Subtle Desktop
de: Dezenter Desktop
fr: Bureau subtil
it: Desktop discreto
ja: 控えめなデスクトップ
ko: 은은한 데스크톱
ru: Сдержанный рабочий стол
zh_hans: 柔和桌面
zh_hant: 柔和桌面

source: Supports {date}, {time}, {datetime}, {user}, {host}
de: Unterstützt {date}, {time}, {datetime}, {user}, {host}
fr: Prend en charge {date}, {time}, {datetime}, {user}, {host}
it: Supporta {date}, {time}, {datetime}, {user}, {host}
ja: {date}、{time}、{datetime}、{user}、{host} に対応
ko: {date}, {time}, {datetime}, {user}, {host} 지원
ru: Поддерживает {date}, {time}, {datetime}, {user}, {host}
zh_hans: 支持 {date}、{time}、{datetime}、{user}、{host}
zh_hant: 支援 {date}、{time}、{datetime}、{user}、{host}

source: Switch presets to apply saved watermark settings. Built-in presets cannot be deleted.
de: Wechseln Sie zwischen Voreinstellungen, um gespeicherte Wasserzeicheneinstellungen anzuwenden. Integrierte Voreinstellungen können nicht gelöscht werden.
fr: Basculez entre les prereglages pour appliquer les parametres de filigrane enregistres. Les prereglages integres ne peuvent pas etre supprimes.
it: Passa da un preset all'altro per applicare le impostazioni della filigrana salvate. I preset integrati non possono essere eliminati.
ja: 保存した透かし設定を適用するにはプリセットを切り替えてください。組み込みプリセットは削除できません。
ko: 프리셋을 전환해 저장된 워터마크 설정을 적용하세요. 기본 제공 프리셋은 삭제할 수 없습니다.
ru: Переключайте пресеты, чтобы применять сохраненные настройки водяного знака. Встроенные пресеты нельзя удалить.
zh_hans: 切换预设以应用已保存的水印设置。内置预设无法删除。
zh_hant: 切換預設以套用已儲存的浮水印設定。內建預設無法刪除。

source: Text Color
de: Textfarbe
fr: Couleur du texte
it: Colore del testo
ja: 文字色
ko: 텍스트 색상
ru: Цвет текста
zh_hans: 文本颜色
zh_hant: 文字顏色

source: Tiled
de: Gekachelt
fr: En mosaïque
it: A mosaico
ja: タイル
ko: 바둑판
ru: Плитка
zh_hans: 平铺
zh_hant: 平鋪

source: Timestamp
de: Zeitstempel
fr: Horodatage
it: Data e ora
ja: タイムスタンプ
ko: 타임스탬프
ru: Метка времени
zh_hans: 时间戳
zh_hant: 時間戳記

source: Top Left
de: Oben links
fr: En haut à gauche
it: In alto a sinistra
ja: 左上
ko: 왼쪽 위
ru: Слева вверху
zh_hans: 左上
zh_hant: 左上

source: Top Right
de: Oben rechts
fr: En haut à droite
it: In alto a destra
ja: 右上
ko: 오른쪽 위
ru: Справа вверху
zh_hans: 右上
zh_hant: 右上

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Déverrouiller toutes les fonctionnalités
it: Sblocca tutte le funzionalità
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
zh_hans: 解锁全部功能
zh_hant: 解鎖全部功能

source: Update
de: Aktualisieren
fr: Mettre a jour
it: Aggiorna
ja: 更新
ko: 업데이트
ru: Обновить
zh_hans: 更新
zh_hant: 更新

source: Vertical Spacing
de: Vertikaler Abstand
fr: Espacement vertical
it: Spaziatura verticale
ja: 垂直間隔
ko: 세로 간격
ru: Вертикальный интервал
zh_hans: 垂直间距
zh_hant: 垂直間距

source: Watermark Text
de: Wasserzeichen-Text
fr: Texte du filigrane
it: Testo filigrana
ja: ウォーターマークテキスト
ko: 워터마크 텍스트
ru: Текст водяного знака
zh_hans: 水印文本
zh_hant: 浮水印文字

source: Window Level
de: Fensterebene
fr: Niveau de fenêtre
it: Livello finestra
ja: ウィンドウレベル
ko: 창 레벨
ru: Уровень окна
zh_hans: 窗口层级
zh_hant: 視窗層級

source: Layout
fr: Disposition
ja: レイアウト
ko: 레이아웃
ru: Раскладка
zh_hans: 布局
zh_hant: 版面配置

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: [Twitter](https://x.com/jaywcjlove) • [E-mail](emailurl) • [Github](githuburl)
ja: [Twitter](https://x.com/jaywcjlove) • [メール](emailurl) • [Github](githuburl)
ko: [Twitter](https://x.com/jaywcjlove) • [이메일](emailurl) • [Github](githuburl)

source: E-mail
ja: メール
ko: 이메일
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Pro
ja: プロ
ko: 프로
zh_hans: 专业版
zh_hant: 專業版
